Repository: GNOME/gparted
Catalog: po/*.po
Languages: mr

source: %1 of %2 copied (%3 remaining)
mr: %2 पैकी %1 ची नकल पूर्ण (%3 बाकि)

source: Name
mr: नाव

source: Mount Point
mr: आरोहित केंद्र

source: Size
mr: आकार

source: Used
mr: वापरलेले

source: Unused
mr: न वापरलेले

source: Flags
mr: फ्लैग्स

source: unallocated
mr: कुठलीही फाइल प्रणाली नाही

source: unknown
mr: अज्ञात फाइल प्रणाली

source: unformatted
mr: विना रूपण

source: cleared
mr: साफ

source: used
mr: वापरलेले

source: unused
mr: न वापरलेले

source: Encrypted
mr: एनक्रिप्टेड

source: _Refresh Devices
mr: _रिफ्रेश डिव्हाइस

source: _Devices
mr: _डिव्हाइस

source: _GParted
mr: _जीपार्टेड

source: _Edit
mr: _संपादन

source: Device _Information
mr: डिव्हाइस _माहिती

source: Pending _Operations
mr: प्रलंबित _कार्य

source: _View
mr: _दृश्य

source: _File System Support
mr: _फाइल प्रणाली चा आधार

source: _Create Partition Table
mr: _विभाजन टेबल बनवा

source: _Attempt Data Rescue
mr: _माहिती वाचवण्याचा प्रयत्न करा

source: _Device
mr: _डिव्हाइस

source: _Partition
mr: _विभाजन

source: _Contents
mr: _सामग्री

source: _Help
mr: _मदत

source: New
mr: नवीन

source: Create a new partition in the selected unallocated space
mr: न वपरलेल्या जागेवर नविन विभाजन तयार करा

source: Delete the selected partition
mr: निवडलेले विभाजन नष्ट करा

source: Resize/Move the selected partition
mr: निवलेल्या विभाजनाचा आकार बदला/सरकवा

source: Copy the selected partition to the clipboard
mr: निवडलेले विभाजनाची क्लिपबोर्ड व्रती नक्कल करा

source: Paste the partition from the clipboard
mr: क्लिपबोर्ड वरतुन विभाजन पेस्ट करा

source: Undo Last Operation
mr: मागील क्रिया नाहिसि करा

source: Apply All Operations
mr: सगळे कार्य लागु करा

source: _New
mr: _नविन

source: _Resize/Move
mr: _आकार बदला/सरकवा

source: _Format to
mr: _ला स्वरूप बदला

source: _Mount on
mr: _वरती आरोहित करा

source: _Name Partition
mr: _विभाजनाला नाव द्या

source: M_anage Flags
mr: _फ्लैग्स व्यवस्थापित करा

source: C_heck
mr: _तपासा

source: _Label File System
mr: _लेबल फाइल प्रणाली

source: New UU_ID
mr: नविन UU_ID

source: Device Information
mr: डिव्हाइस माहिती

source: Model:
mr: मॉडल:

source: Serial:
mr: सिरियल:

source: Partition table:
mr: विभाजन टेबल:

source: Heads:
mr: हेड्स:

source: Sectors/track:
mr: क्षेत्र/ट्रॅक:

source: Cylinders:
mr: सिलिंडर:

source: Sector size:
mr: क्षेत्र आकार:

source: Could not add this operation to the list
mr: हे कार्य यादि मधे टाकणे शक्य नाही

source: %1 operation pending
mr: %1 कार्य बाकि

source: Quit GParted?
mr: जीपार्टेडला बंद करायचे?

source: %1 operation is currently pending.
mr: %1 कार्य सध्या बाकि आहे .

source: %1 - GParted
mr: %1 - जीपार्टेड

source: Scanning all devices...
mr: सर्वे साधने निराखल्या जात आहेत...

source: No devices detected
mr: कोणताच साधन मिळाला नाही

source: No partition table found on device %1
mr: %1 साधनावर विभाजन टेबल मिळाला नाही

source: A partition table is required before partitions can be added.
mr: विभाजन करण्या अगोदर विभाजन टेबल असणे आवश्यक आहे.

source: To create a new partition table choose the menu item:
mr: नविन विभाजन टेबल बनवण्यासाठी मेनू आइटम निवडा:

source: Device --> Create Partition Table.
mr: साधन --> विभाजन टेबल बनवा.

source: Unable to open GParted Manual help file
mr: जीपार्टेड ची मैन्युअल मदत फाइल उघडतांना त्रुटि.

source: Documentation is not available
mr: दस्तऐवज उपलब्ध नाही.

source: This build of gparted is configured without documentation.
mr: हा जीपार्टेड बिना दस्तऐवज चा आहे.

source: Documentation is available at the project web site.
mr: प्रकल्प वेबसाइट वरती दस्तऐवज मिळेल.

source: GNOME Partition Editor
mr: जीनोम विभाजन संपादक

source: translator-credits
mr: Tushar Sandeep Agey <agey.tushar3@gmail.com>

source: It is not possible to create more than %1 primary partition
mr: %1 पेक्षा जास्त प्राथमिक विभाजन बनवणे शक्य नाही

source: If you want more partitions you should first create an extended partition. Such a partition can contain other partitions. Because an extended partition is also a primary partition it might be necessary to remove a primary partition first.
mr: जर तुम्हाला एक पेक्षा जास्त विभाजन बनवायचे असतील, तर तुम्ही एक विस्तारित विभाजन बनवायला हवे. असे विभाजन बाकी विभजनांना निग्रह करू शकते. Because an extended partition विस्तारित विभाजन हे सुद्धा एक प्राथमिक विभाजन असल्यामुळे पहिले असलेले एक प्राथमिक विभाजन काढून टाकावे लागेल.

source: Moving a partition might cause your operating system to fail to boot
mr: विभाजन हलवल्यामुळे तुमची ऑपरेटिंग प्रणाली चालू होण्यास अपयशी होउ शकते.

source: You have queued an operation to move the start sector of partition %1.
mr: %1 विभाजनाचे सुरुवातीचे क्षेत्र हलावण्याचे कार्य तुम्ही सांगितलेले आहे.

source: Failure to boot is most likely to occur if you move the GNU/Linux partition containing /boot, or if you move the Windows system partition C:.
mr: जर तुम्ही /boot असलेल्या GNU/Linux विभाजनाला हलवलेत किंवा विंडोज सिस्टम विभाजन C: ला हलवलेत, तर सिस्टम बूट होण्यात अपयशी होउ शकते

source: You can learn how to repair the boot configuration in the GParted FAQ.
mr: बूट संरचना दुरुस्त करण्याचे कार्य तुम्ही जीपार्टेड नेहमी विचारले जाणारे प्रश्न मधे शिकू शकतात.

source: Moving a partition might take a very long time to apply.
mr: विभाजन हलावण्यास खूप जास्त वेळ लागू शकतो.

source: Copy of %1
mr: %1 ची नक्कल

source: You have pasted into an existing partition
mr: पहिल्यापासून असलेल्या विभाजना वरती तुम्ही पेस्ट केले आहे.

source: The data in %1 will be lost if you apply this operation.
mr: जर तुम्ही हे कार्य केले, तर %1 मधील माहिती गमवाल.

source: Unable to delete %1!
mr: %1 ला डिलीट करता येत नाहीये!

source: Please unmount any logical partitions having a number higher than %1
mr: कृपया %1 पेक्षा जास्त नंबर असलेले सगळे लॉजिकल विभाजन अनारोहित करा

source: Are you sure you want to delete %1?
mr: %1 ला नक्की डिलीट करायचे?

source: After deletion this partition is no longer available for copying.
mr: डिलीट केल्यानंतर हा विभाजन नक्कल करण्यासाठी उपलब्ध नाहीये.

source: Delete %1 (%2, %3)
mr: डिलीट %1 (%2, %3)

source: Cannot format this file system to %1
mr: या फाइल प्रणाली ला %1 मधे फॉर्मेट करने शक्य नाही.

source: A %1 file system requires a partition of at least %2.
mr: %1 फाइल प्रणालीला कमीत कमी %2 चा विभाजन हवा आहे.

source: A partition with a %1 file system has a maximum size of %2.
mr: %1 फाइल प्रणाली असलेल्या विभाजनाचा जास्तीत जास्त आकार %2 असू शकतो.

source: The partition could not be unmounted from the following mount points:
mr: पुढील माउंट पॉइंट्स वरुन हे विभाजन अनारोहित करने शक्य नाही:

source: This is because other partitions are also mounted on these mount points. You are advised to unmount them manually.
mr: बहुधा इतर विभाजन या माउंट पॉइंट वर आरोहित आहेत. आपण स्वतः त्यांना अनारोहित करावे.

source: %1 operation is currently pending for partition %2
mr: %2 विभाजनासाठी %1 कार्य प्रलंबित.

source: Use the Edit menu to undo, clear or apply pending operations.
mr: एडिट मेनू वापरून undo, क्लियर, किंवा कार्य लागु करा.

source: The swapoff action cannot be performed when there are operations pending for the partition.
mr: जर विभाजनवरील ऑपरेशन प्रलंबित असतील तर swapoff क्रिया केली जाऊ शकत नाही.

source: Deactivating swap on %1
mr: %1 वरती swap असक्रिय करत आहोत

source: Could not deactivate swap
mr: swap असक्रिय करू शकत नाही

source: The swapon action cannot be performed when there are operations pending for the partition.
mr: जर विभाजनवरील ऑपरेशन प्रलंबित असतील तर swapon क्रिया केली जाऊ शकत नाही.

source: Activating swap on %1
mr: %1 वरती swap सक्रिय करत आहोत

source: Could not activate swap
mr: swap सक्रिय करू शकत नाही

source: The deactivate Volume Group action cannot be performed when there are operations pending for the partition.
mr: जर विभाजनवरचे कार्य प्रलंबित असतील तर डीएक्टिवेट वॉल्यूम ग्रुप कार्य केल्या जाऊ शकत नाही.

source: Deactivating Volume Group %1
mr: %1 वॉल्यूम ग्रुप निष्क्रिय करत आहे

source: Could not deactivate Volume Group
mr: %१ वॉल्यूम ग्रुप निष्क्रिय करू शकत नाही

source: The activate Volume Group action cannot be performed when there are operations pending for the partition.
mr: जर विभाजनवरचे कार्य प्रलंबित असतील तर एक्टिवेट वॉल्यूम ग्रुप कार्य केल्या जाऊ शकत नाही

source: Activating Volume Group %1
mr: %1 वॉल्यूम ग्रुप सक्रिय करत आहे

source: Could not activate Volume Group
mr: %1 वॉल्यूम ग्रुप सक्रिय करू शकत नाही

source: The unmount action cannot be performed when there are operations pending for the partition.
mr: जर विभाजनवरचे कार्य प्रलंबित असतील तर अनारोहित कार्य केल्या जाऊ शकत नाही

source: Unmounting %1
mr: %1 ला अनारोहित करत आहोत

source: Could not unmount %1
mr: %1 ला अनारोहित केल्या गेले नाही

source: The mount action cannot be performed when an operation is pending for the partition.
mr: जर विभाजनवरचे कार्य प्रलंबित असतील तर आरोहित कार्य केल्या जाऊ शकत नाही

source: mounting %1 on %2
mr: %1 %2 वरती आरोहित करत आहे

source: Could not mount %1 on %2
mr: %1 %2 वरती आरोहित केल्या गेले नाही

source: %1 partition is currently active on device %2
mr: %1 विभाजन %2 डिव्हाइसवर सध्या सक्रिय आहे.

source: A new partition table cannot be created when there are active partitions.
mr: जेव्हा सक्रिय विभाजने आहेत तेव्हा एक नवीन विभाजन तक्ता बनवला जाऊ शकत नाही.

source: Active partitions are those that are in use, such as a mounted file system, or enabled swap space.
mr: सक्रिय विभाजन म्हणजे जे विभाजन सद्ध्या वापरात आहेत जसे की आरोहित केलेले विभाजन किंवा swap space.

source: Use Partition menu options, such as unmount or swapoff, to deactivate all partitions on this device before creating a new partition table.
mr: नवीन विभाजन तक्ता तयार करण्यापूर्वी या डिव्हाइसवरील सर्व विभाजने निष्क्रिय करण्यासाठी अनारोहण, swapoff सारखे विभाजन मेनू पर्याय वापरा.

source: %1 operation is currently pending
mr: %1 कार्य सध्या बाकि आहे .

source: A new partition table cannot be created when there are pending operations.
mr: प्रलंबित ऑपरेशन असल्यामुळे एक नवीन विभाजन तक्ता बनवला जाऊ शकत नाही.

source: Use the Edit menu to either clear or apply all operations before creating a new partition table.
mr: नविन विभाजन टेबल बनावण्या आधि एडिट मेनू वापरून सगळे कार्य लागु करा किंवा काढून टाका.

source: Error while creating partition table
mr: विभाजन टेबल बनवतांना त्रुटि.

source: Command gpart was not found
mr: gpart आदेश सापडला नाही

source: This feature uses gpart. Please install gpart and try again.
mr: हे वैशिष्ट्य gpart वापरते. gpart स्थापित करा आणि पुन्हा प्रयत्न करा.

source: A full disk scan is needed to find file systems.
mr: संपूर्ण डिस्क स्कॅन फाइल प्रणाली शोधण्यासाठी आवश्यक आहे.

source: The scan might take a very long time.
mr: स्कॅन करण्यास खूप वेळ लागू शकतो.

source: After the scan you can mount any discovered file systems and copy the data to other media.
mr: स्कॅन केल्यानंतर आपण कोणत्याही सापडलेल्या फाइल प्रणालीला माउंट करू शकता आणि डेटा कॉपी करू शकता.

source: Do you want to continue?
mr: आपण सुरू ठेवू इच्छिता का?

source: Search for file systems on %1
mr: %1 वरती फाइल प्रणाली साठी शोध घ्या

source: Searching for file systems on %1
mr: %1 वरती फाइल प्रणाली साथी शोध चालू

source: No file systems found on %1
mr: %1 वरती कोणतीही फाइल प्रणाली मिळाली नाही

source: The disk scan by gpart did not find any recognizable file systems on this disk.
mr: जीपार्ट ने केलेल्या डिस्क स्कॅन नंतर कोणतीही माहित असलेली फाइल प्रणाली मिळाली नाही.

source: Are you sure you want to apply the pending operations?
mr: राहिलेले कार्य नक्की लागु करायचे?

source: Editing partitions has the potential to cause LOSS of DATA.
mr: विभाजन संपादनाने डेटा हानि होण्याची शक्यता आहे.

source: You are advised to backup your data before proceeding.
mr: पुढे जाण्यापूर्वी आपण आपला डेटा बॅकअप करावा.

source: Apply operations to device
mr: साधनाला सगळे कार्य लागु करा

source: You are deleting non-empty LVM2 Physical Volume %1
mr: आपण रिकामी नसलेला %1 LVM2 भौतिक वॉल्यूम हटवत आहात

source: You are formatting over non-empty LVM2 Physical Volume %1
mr: आपण रिकामी नसलेला %1 LVM2 भौतिक वॉल्यूम फॉर्मेट करत आहात

source: You are pasting over non-empty LVM2 Physical Volume %1
mr: आपण रिकामी नसलेला %1 LVM2 भौतिक वॉल्यूम वरती पेस्ट करत आहात

source: Deleting or overwriting the Physical Volume is irrecoverable and will destroy or damage the Volume Group.
mr: जर भौतिक विभाजन हटवले किंवा त्यावरती लिहिले, तर असे कार्य नाहीसे करने शक्य नाही अणि यामुळे वॉल्यूम गट नष्ट किंवा त्याचे नुकसान होउ शकते

source: To avoid destroying or damaging the Volume Group, you are advised to cancel and use external LVM commands to free the Physical Volume before attempting this operation.
mr: जर वॉल्यूम गटाला नष्ट होण्यापासून वचवायचेय असेल, तर तुम्ही हे कार्य रद्द करा अणि LVM आदेश वापरून भौतिक वॉल्यूम रिकामा करा अणि मगच हे कार्य करा

source: Do you want to continue to forcibly delete the Physical Volume?
mr: खरच भौतिक वॉल्यूम नष्ट करायचा?

source: Failed to find devid for path %1
mr: %1 मार्गासाठी devid मिळवू शकलो नाही

source: Changing the UUID might invalidate the Windows Product Activation (WPA) key
mr: UUID बदलण्याच्या कार्यामुळे विंडोज Product एक्टिवेशन (WPA) key रद्द होउ शकते

source: On FAT and NTFS file systems, the Volume Serial Number is used as the UUID. Changing the Volume Serial Number on the Windows system partition, normally C:, might invalidate the WPA key. An invalid WPA key will prevent login until you reactivate Windows.
mr: FAT अणि NTFS फाइल प्रणाली वरती वॉल्यूम सीरियल नंबर हा UUID म्हणून वापरल्या जातो.विंडोज प्रणाली असलेल्या विभाजनाचा (सहसा C:) वॉल्यूम सीरियल नंबर बदलल्यास WPA key रद्द होउ शकतेरद्द असलेली WPA key असल्यास जोपर्यंत तुम्ही विंडोज पुन्हा सक्रिय करत नाहीत, तोपर्यंत लॉगिन अशक्य होईल.

source: Changing the UUID on external storage media and non-system partitions is usually safe, but guarantees cannot be given.
mr: बाह्य संचय मीडिया आणि विना-प्रणाली विभाजने वर UUID बदलणे सहसा सुरक्षित आहे, पण हमी देता येणार नाही

source: Partition move action skipped because %1 file system does not contain data
mr: %१ फाइल प्रणाली मधे माहिती नसल्यामुळे विभाजन हलवण्याचे कार्य सोडून दिल्या जात आहे

source: Partition copy action skipped because %1 file system does not contain data
mr: %1 फाइल प्रणाली मधे माहिती नसल्यामुळे विभाजन नक्कल करण्याचे कार्य सोडून दिल्या जात आहे

source: Ac_tivate
mr: सक्रिय

source: Deac_tivate
mr: निष्क्रिय

source: The LVM2 Physical Volume can not currently be resized because it is a member of an exported Volume Group.
mr: LVM2 फिजीकल वॉल्यूम सध्या रिसाइज करणे शक्य नाही कारण तो निर्यात वॉल्यूम गट सदस्य आहे.

source: Maximize closed LUKS encryption skipped because it will automatically fill the partition when opened
mr: Maximize LUKS एनक्रिप्शन कार्य वगळल्या गेले कारण की ते कार्य केल्यास विभाजन उघडल्यावर विभाजन पूर्ण भरुन जाईल.

source: Root privileges are required for running GParted
mr: जीपार्टेड चालू करण्यासाठी रुट विशेषाधिकार लागतात

source: Since GParted is a powerful tool capable of destroying partition tables and vast amounts of data, only root may run it.
mr: जीपार्टेड हे एक शक्तिशाली साधन आहे, जे विभाजन टेबलला अणि खुप जास्त माहितीला सुद्धा नष्ट करू शकते, त्यामुळे फक्त रुट त्याला चालू करू शकतो.

source: In an attempt to avoid invalidating the WPA key, on NTFS file systems only half of the UUID is set to a new random value.
mr: WPA key ला अवैध होण्यापासून वाचवण्यासाठी फक्त NTFS फाइल प्रणाली वरती अर्ध्या UUID ला नविन (यादृच्छिक) नंबर दिल्या जात आहे

source: run simulation
mr: नक़ल चालू करा

source: real resize
mr: वास्तविक आकार बदल
