Repository: GNOME/gparted
Catalog: po/*.po
Languages: mr

source: GParted is a free partition editor for graphically managing your disk partitions.
mr: जीपार्टेड हा मुक्त विभाजन संपादक आहे जो चित्रांच्या सहाय्याने तुमची डिस्क मैनेज करण्यास सक्षम आहे.

source: With GParted you can resize, copy, label, and move partitions without data loss. These actions enable you to grow or shrink your C: drive, create space for new operating systems, or attempt data rescue from lost partitions.
mr: जीपार्टेड वापरून तुम्ही माहिती सुरक्षित ठेवून डिस्कचा आकार बदलू शकता, नक्कल करू शकता, विभाजन हलवु शकतात.ही कार्ये वापरून तुम्ही तुमची C: ड्राइव्ह छोटी किंवा मोठी करू शकतात, नविन ऑपरेटिंग प्रणाली साठी जागा बनवू शकतात, किंवा हरवलेल्या विभाजनवरून माहिती परत आनु शकतात.

source: gparted can work with many file systems like: btrfs, ext2, ext3, ext4, fat16, fat32, hfs, hfs+, linux-swap, lvm2 pv, nilfs2, ntfs, reiserfs, reiser4, ufs, and xfs.
mr: जीपार्टेड खुप प्रकारच्या फाइल प्रणाली सोबत काम करू शकतो जसे की:: btrfs, ext2, ext3, ext4, fat16, fat32, hfs, hfs+, linux-swap, lvm2 pv, nilfs2, ntfs, reiserfs, reiser4, ufs, and xfs.

source: GParted
mr: जीपार्टेड

source: Partition Editor
mr: विभाजन संपादक

source: GParted Partition Editor
mr: जीपार्टेड विभाजन संपादक

source: Create, reorganize, and delete partitions
mr: बनवा, पुनर्रचना करा, आणि विभाजन नष्ट करा

source: Partition;
mr: विभाजन;

source: (New UUID - will be randomly generated)
mr: (नविन UUID - विनाक्रम निर्मीत केला जाईल)

source: (Half new UUID - will be randomly generated)
mr: (अर्धा नविन UUID - विनाक्रम निर्मीत केला जाईल)

source: %1 of %2 copied
mr: %2 पैकी %1 नक्कल पूर्

source: copy %1 using a block size of %2
mr: %2 चा ब्लॉक आकार वापरून %1 ची नक्कल करा

source: Operation Canceled
mr: कार्य रद्द

source: Error while writing block at sector %1
mr: %1 क्षेत्र मधे ब्लॉक लिहितांना त्रुटी

source: Error while reading block at sector %1
mr: %1 क्षेत्र मधे ब्लॉक वाचतांना त्रुटी

source: Free space preceding (MiB):
mr: मागील मोकळी जागा (MiB):

source: New size (MiB):
mr: नवीन आकार (MiB):

source: Free space following (MiB):
mr: खालील मोकळी जागा (MiB):

source: Align to:
mr: संरेखित करा:

source: Cylinder
mr: सिलेंडर

source: MiB
mr: MiBs

source: None
mr: काहीच नाही

source: Resize
mr: आकार बदला

source: Resize/Move
mr: आकार बदला/हलवा

source: Minimum size: %1 MiB
mr: किमान आकार: %1 MiB

source: Maximum size: %1 MiB
mr: कमाल आकार: %1 MiB

source: Create partition table on %1
mr: %1 वर विभाजन टेबल बनवा

source: WARNING: This will ERASE ALL DATA on the ENTIRE DISK %1
mr: चेतावनी: यामुळे संपूर्ण डिस्क %1 वरील सगळा डाटा डिलीट होईल

source: Select new partition table type:
mr: नविन विभाजन टेबल प्रकार निवडा:

source: Set file system label on %1
mr: %1 व्रती फाइल प्रणाली लेबल लावा

source: Label:
mr: लेबल:

source: Paste %1
mr: पेस्ट %1

source: Information about %1
mr: %1 बद्दल माहिती

source: Warning:
mr: चेतावनी:

source: File System
mr: फाइल प्रणाली

source: File system:
mr: फाइल प्रणाली:

source: Open
mr: उघडा

source: Closed
mr: बंद

source: Status:
mr: स्थिती:

source: Not accessible (Encrypted)
mr: उपलब्ध नाही (एनक्रिप्टेड)

source: Busy (At least one logical partition is mounted)
mr: व्यस्त (एक तरी लॉजिकल विभाजन आरोहित)

source: Active
mr: सक्रिय

source: Mounted on %1
mr: %1 वर आरोहित

source: Not busy (There are no mounted logical partitions)
mr: उपलब्ध (कुठलाही लॉजिकल विभाजन आरोहित नाही)

source: Not active
mr: सक्रिय नाही

source: Not active (Not a member of any volume group)
mr: सक्रिय नाही (कोणत्याही वॉल्यूम ग्रुपचा सदस्य नाही)

source: Not active and exported
mr: सक्रिय आणि निर्यात नाही

source: Not mounted
mr: आरोहित नाही

source: Volume Group:
mr: वॉल्यूम ग्रुप:

source: Members:
mr: सदस्य:

source: Logical Volumes:
mr: लॉजिकल वॉल्यूम:

source: Used:
mr: वापरलेले

source: Unused:
mr: न वापरलेले

source: Unallocated:
mr: कुठलीही फाइल प्रणाली नाही

source: Size:
mr: आकार:

source: Encryption
mr: एन्क्रिप्शन

source: Encryption:
mr: एन्क्रिप्शन:

source: Path:
mr: मार्ग:

source: Partition
mr: विभाजन

source: Name:
mr: नाव

source: Flags:
mr: फ्लैग्स:

source: First sector:
mr: पहिले क्षेत्र:

source: Last sector:
mr: शेवटचे क्षेत्र:

source: Total sectors:
mr: एकूण क्षेत्र:

source: Set partition name on %1
mr: विभाजन %1 वरती नाव लावा

source: Create new Partition
mr: नविन विभाजन बनवा

source: Create as:
mr: असे बनवा:

source: Primary Partition
mr: प्राथमिक विभाजन

source: Logical Partition
mr: लॉजिकल विभाजन

source: Extended Partition
mr: विस्तारित विभाजन

source: Partition name:
mr: विभाजन नाव:

source: New Partition #%1
mr: नविन विभाजन #%1

source: Resize/Move %1
mr: %1 चा आकार बदला/हलवा

source: Resize %1
mr: %1 चा आकार बदला

source: Applying pending operations
mr: प्रलंबित कार्य पूर्ण केल्या जात आहेत

source: Depending on the number and type of operations this might take a long time.
mr: कार्य आणि त्यांची संख्या यांवरती 'लागणार वेळ' अवलंबून आहे.

source: Completed Operations:
mr: कार्य सम्पन्न:

source: Details
mr: तपशील

source: %1 of %2 operations completed
mr: %2 पैकी %1 कार्य पूर्ण

source: _Save Details
mr: _तपशील साठवून ठेवा

source: Operation cancelled
mr: कार्य रद्द

source: All operations successfully completed
mr: सर्वे कार्य यशस्वीरित्या सम्पन्न

source: %1 warning
mr: %1 चेतावणी

source: An error occurred while applying the operations
mr: कार्य सम्पन्न करतांना त्रुटी आलेली आहे

source: See the details for more information.
mr: अधिक माहिती साठी तपशील बघा.

source: IMPORTANT
mr: महत्वाचे

source: If you want support, you need to provide the saved details!
mr: जर तुम्हाला आधार हवा असेल तर तुम्हाला साठवलेली माहिती द्यावी लागेल!

source: See %1 for more information.
mr: जास्त माहिती साठी %1 बघा.

source: Force Cancel (%1)
mr: बळजबरीने बंद करा (%1)

source: Force Cancel
mr: बळजबरीने बंद करा

source: Are you sure you want to cancel the current operation?
mr: चालू कार्य खरच रद्द करायच?

source: Canceling an operation might cause SEVERE file system damage.
mr: कार्य रद्द केल्यामुळे तीव्र फाइल प्रणाली नुकसान होउ शकते.

source: Continue Operation
mr: कार्य चालू ठेवा

source: Cancel Operation
mr: कार्य रद्द करा

source: Save Details
mr: तपशील जतन करा

source: GParted Details
mr: जीपार्टेडचा तपशील

source: Libparted
mr: लिबपार्टेड

source: EXECUTING
mr: कार्यान्वयन

source: SUCCESS
mr: यश

source: ERROR
mr: त्रुटी

source: INFO
mr: माहिती

source: N/A
mr: लागू नाही

source: File System Support
mr: फाइल प्रणाली मदत

source: Create
mr: बनवा

source: Grow
mr: वाढवा

source: Shrink
mr: कमी करा

source: Move
mr: हलवा

source: Copy
mr: प्रत

source: Check
mr: तपासा

source: Label
mr: लेबल

source: Required Software
mr: आवश्यक सॉफ्टवेअर

source: This chart shows the actions supported on file systems.
mr: पुढील चार्ट फाइल प्रणाली वरील शक्य कार्य दर्शवितो.

source: Not all actions are available on all file systems, in part due to the nature of file systems and limitations in the required software.
mr: फाइल प्रणाली वरील मर्यादा अणि आवश्यक सॉफ्टवेर वरील मर्यादा यांच्या स्वरूपामुळे, सर्वे कार्य सगळ्या फाइल प्रणाली वर शक्य नाहीत.

source: Available offline and online
mr: आरोहित / अनारोहित असतांनाही उपलब्ध

source: Available online only
mr: फक्त आरोहित असतांना उपलब्ध

source: Available offline only
mr: फक्त अनारोहित असतांना उपलब्ध

source: Not Available
mr: उपलब्ध नाही

source: Legend
mr: आख्यायिका

source: Rescan For Supported Actions
mr: समर्पित कर्यांसाठी पुन्हा तपसा.

source: Manage flags on %1
mr: %1 वर फ्लैग्स मैनेज करा.

source: Search disk for file systems
mr: फाइल प्रणाली बघण्यासाठी डिस्क वर शोधा

source: File systems found on %1
mr: %1 वर फाइल प्रणाली सापडली

source: Data found
mr: माहिती मिळाली

source: Data found with inconsistencies
mr: विसंगत माहिती मिळाली

source: WARNING!: The file systems marked with (!) are inconsistent.
mr: चेतावनी!: (!) ने चिन्हांकित केलेली फाइल प्रणाली विसंगत आहे.

source: You might encounter errors trying to view these file systems.
mr: ही फाइल प्रणाली बघण्याचा प्रयत्न करतांना तुम्हाला त्रुटी दिसू शकते.

source: The 'View' buttons create read-only views of each file system.
mr: व्यू बटन प्रत्येक फाइल प्रणालीचा रीड-ओनली व्यू बनावतो.

source: All mounted views will be unmounted when you close this dialog.
mr: हा संवाद बॉक्स बंद केल्यावर सर्वे आरोहित व्यूज अनारोहित होतील.

source: File systems
mr: फाइल प्रणाली

source: View
mr: व्यू

source: An error occurred while creating a temporary directory for use as a mount point.
mr: माउंट पॉईंट म्हणून वापर करण्यासाठी तात्पुरती डिरेक्टरी तयार करताना एक त्रुटी आली

source: Error
mr: त्रुटि

source: Failed creating temporary directory
mr: तात्पुरती निर्देशिका तयार करणे अयशस्वी झाले.

source: An error occurred while creating the read-only view.
mr: रीड ओनली व्यू बनवतांना त्रुटि आली आहे.

source: Either the file system can not be mounted (like swap), or there are inconsistencies or errors in the file system.
mr: एकतर फाइल प्रणाली आरोहित करता येत नहिये(स्वैप सारखा), किंवा फाइल प्रणाली मधे विसंगती किंवा त्रुटि आहेत.

source: Failed creating read-only view
mr: रीड-ओनली व्यू बनवने अयशस्वी

source: Error:
mr: त्रुटि:

source: The file system is mounted on:
mr: फाइल प्रणाली पुढील जागेवर आरोहित केलेली आहे:

source: Unable to open the default file manager
mr: डिफ़ॉल्ट फाइल मेनेजर चालू करने शक्कय नाही

source: Warning: The detected file system area overlaps with at least one existing partition
mr: चेतावनी: आढळलेली फाइल प्रणाली जागा एकातरी जुन्या विभाजनावरती जात आहे

source: It is recommended that you do not use any overlapping file systems to avoid disturbing existing data.
mr: असलेली माहिती वाचवण्यासाठी तुम्हाला शिफारस आहे की ओवरलैपिंग(एक वरती एक ) फाइल प्रणाली वापरु नका.

source: Do you want to try to deactivate the following mount points?
mr: खालील माउंट पॉईंट निष्क्रिय करण्याचा प्रयत्न करू इछितां?

source: create missing %1 entries
mr: %1 गहाळ नोंदी तयार करा

source: delete affected %1 entries
mr: परिणाम ज़ालेल्या %1 नोंदी काढून टाका

source: delete %1 entry
mr: %1 नोंदी काढून टाका

source: update %1 entry
mr: %1 नोंदी अद्यायावत करा

source: _Mount
mr: _आरोहित करा

source: _Unmount
mr: _अनारोहित करा

source: Created directory %1
mr: %1 डिरेक्टरी बनवली

source: Removed directory %1
mr: %1 डिरेक्टरी काढली

source: GParted Bug
mr: जीपार्टेड दोष

source: Scanning %1
mr: स्कॅनिंग %1

source: Confirming %1
mr: %1 ची खात्री चालू

source: Searching %1 partitions
mr: %1 विभाजन शोधल्या जात आहेत

source: A partition cannot have a length of %1 sectors
mr: विभाजनाला %1 क्षेत्रांची लांबी असू शकत नाही

source: A partition with used sectors (%1) greater than its length (%2) is not valid
mr: (%2) लांबी पेक्षा जास्त वापरलेले क्षेत्र (%1) असे विभाजन असणे शाक्य नाही

source: libparted messages
mr: लिबपार्टेड संदेश

source: unrecognized
mr: माहिती नाही

source: Unable to detect file system! Possible reasons are:
mr: फाइल प्रणाली ओळखता येत नाहीये! शक्य कारणे:

source: The file system is damaged
mr: फाइल प्रणाली ला नुकसान पोहचले आहे

source: The file system is unknown to GParted
mr: जीपार्टेडला ही फाइल प्रणाली माहिती नाही

source: There is no file system available (unformatted)
mr: कुठलीही फाइल प्रणाली नाहीये (अनफॉरमॅटेड)

source: The device entry %1 is missing
mr: %1 साधन नोंद गहाळ आहे

source: Unable to find mount point
mr: आरोहित जागा मिळत नाहीये

source: Unable to read the contents of this file system!
mr: या फाइल प्रणाली मधील गोष्टी वाचता येत नाहीये!

source: Because of this some operations may be unavailable.
mr: यामुळे काही ऑपरेशन्स शक्य होणार नाहीत.

source: The cause might be a missing software package.
mr: सॉफ्टवेर पैकेज नसणे हे यामागचे कारण असू शकते.

source: The following list of software packages is required for %1 file system support: %2.
mr: %2 ला सपोर्ट देण्यासाठी %1 फाइल सिस्टम मधे पुढील सॉफ्टवेर पैकेजेस ची गरज आहे.

source: %1 of unallocated space within the partition.
mr: विभाजनामधे %1 न वाटलेली जागा आहे

source: To grow the file system to fill the partition, select the partition and choose the menu item:
mr: विभाजन भरण्यासाठी फाइल प्रणाली वाढवण्यास विभाजन ठरवा व मेन्यू घटक निवडा

source: Partition --> Check.
mr: विभाजन ---> तपासा

source: create empty partition
mr: रिकामे विभाजन बनवा

source: path: %1 (%2)
mr: मार्ग: %1

source: partition
mr: विभाजन

source: start: %1
mr: प्रारंभ: %1

source: end: %1
mr: शेवट: %1

source: size: %1 (%2)
mr: आकार: %1 (%2)

source: partition contains open LUKS encryption for a create file system only step
mr: फाइल सिस्टम बनवायच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे.

source: create new %1 file system
mr: नविन %1 फाइल प्रणाली बनवा

source: partition contains open LUKS encryption for a format file system only step
mr: फाइल सिस्टम फॉर्मेट करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: delete partition
mr: विभाजन हटवा

source: partition contains open LUKS encryption for a delete file system only step
mr: फाइल सिस्टम डिलीट करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे.

source: delete %1 file system
mr: %१ फाइल प्रणाली काढून टाका

source: partition contains open LUKS encryption for a label file system only step
mr: फाइल सिस्टम लेबल लावण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: Clear file system label on %1
mr: %१ वरचा फाइल प्रणाली लेबल काढून ताका

source: Set file system label to "%1" on %2
mr: %२ वरती "%१" फाइल प्रणाली लेबल लावा

source: Clear partition name on %1
mr: %1 वरील विभाजन नाव काढ़ा

source: Set partition name to "%1" on %2
mr: %2 वरती "%1" विभाजनाचे नाव लावा

source: partition contains open LUKS encryption for a change file system UUID only step
mr: फाइल सिस्टम UUID बदलण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: Set half of the UUID on %1 to a new, random value
mr: %1 वरील अर्धा UUID ला नविन (यादृच्छिक) मूल्य लावा

source: Set UUID on %1 to a new, random value
mr: %1 वरील UUID ला नविन (यादृच्छिक) मूल्य लावा

source: size of the partition is changing for a move only step
mr: फक्त हलावण्याच्या कार्यासाठी विभाजनाचा आकार बदलणार

source: rollback last change to the partition table
mr: विभाजन टेबल वरील मागील बदल रद्द करा

source: move file system to the left
mr: फाइल प्रणाली ला डावीकडे घेवुन जा

source: move file system to the right
mr: फाइल प्रणाली ला उजवीकडे घेवुन जा

source: move file system
mr: फाइल प्रणाली ला सरकवा

source: new and old file system have the same position. Hence skipping this operation
mr: नवी आणि जुनि फाइल प्रणाली त्याच जागेवर आहे. त्यामुळे हे ऑपरेशन सोडून केल्या जात नहिये

source: using libparted
mr: लिबपार्टेड वापरात आहे

source: start of the partition is changing for a resize only step
mr: फक्त आकार बदलण्याच्या कार्यासाठी विभाजनाची सुरुवात बदलणार

source: partition does not contain LUKS encryption for a resize encryption only step
mr: एनक्रिप्शन आकार बदल करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन नाहीये.

source: impossible to shrink a closed LUKS encryption volume
mr: LUKS एनक्रिप्शन बंद असलेले विभाजन छोटे करने अशक्य आहे

source: partition contains open LUKS encryption for a resize file system only step
mr: एनक्रिप्शन आकार बदल करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे.

source: resize/move partition
mr: विभाजन आकार बदल/जागा बदल

source: move partition to the right
mr: विभाजनाला उजवीकडे न्या

source: move partition to the left
mr: विभाजनाला डावीकडे न्या

source: grow partition from %1 to %2
mr: %1 पासून %2 पर्यन्त विभाजनाला वाढवा

source: shrink partition from %1 to %2
mr: %1 पासून %2 पर्यन्त विभाजन लहान करा

source: move partition to the right and grow it from %1 to %2
mr: विभाजनाला उजवीकडे न्या आणि %1 पासून %2 पर्यन्त वाढवा

source: move partition to the right and shrink it from %1 to %2
mr: विभाजनाला उजवीकडे न्या आणि %1 पासून %2 पर्यन्त लहान करा

source: move partition to the left and grow it from %1 to %2
mr: विभाजनाला डावीकडे न्या आणि %1 पासून %2 पर्यन्त वाढवा

source: move partition to the left and shrink it from %1 to %2
mr: विभाजनाला डावीकडे न्या आणि %1 पासून %2 पर्यन्त लहान करा

source: new and old partition have the same size and position. Hence skipping this operation
mr: जुन्या अणि नवीन विभाजणाचा आकार आणि जागा सारखी असल्यामुळे हे ऑपरेशन वगळल्या जात आहे

source: old start: %1
mr: जुनि सुरुवात: %1

source: old end: %1
mr: जुना शेवट : %1

source: old size: %1 (%2)
mr: जुना आकार : %1 (%2)

source: new start: %1
mr: नवीन सुरुवात : %1

source: new end: %1
mr: नवीन शेवट: %1

source: new size: %1 (%2)
mr: नवीन आकार : %1 (%2)

source: requested start: %1
mr: मागणी केलेली सुरुवात : %1

source: requested end: %1
mr: मागणी केलेला शेवट : %1

source: requested size: %1 (%2)
mr: मागणी केलेला आकार : %1 (%2)

source: partition does not contain open LUKS encryption for a shrink encryption only step
mr: एनक्रिप्शन आकार कमी करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन नाहीये

source: shrink encryption volume
mr: एनक्रिप्शन विभाजन छोटे करा

source: partition does not contain LUKS encryption for a maximize encryption only step
mr: एनक्रिप्शन आकार जास्तीत जास्त करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन नाहीये

source: grow encryption volume to fill the partition
mr: विभाजन पूर्ण भरण्यासाठी एनक्रिप्शन विभाजन वाढवा

source: growing is not available for this encryption volume
mr: या एनक्रिप्शन विभाजनासाठी आकार वाढवणे शक्य नाही

source: partition contains open LUKS encryption for a shrink file system only step
mr: एनक्रिप्शन आकार कमी करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: the new partition size is larger or the same for a shrink only step
mr: आकार कमी करण्याच्या कार्यासाठी नविन विभाजन आकार हा जास्त किंवा सारखा आहे

source: shrink file system
mr: फाइल प्रणालीला लहान करा

source: partition contains open LUKS encryption for a maximize file system only step
mr: फाइल प्रणाली आकार जास्तीत जास्त करण्याच्या वेळेस विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: grow file system to fill the partition
mr: विभाजन भरण्यासाठी फाइल प्रणाली चा आकार वाढवा

source: growing is not available for this file system
mr: या फाइल प्रणालीचा आकार वाढवणे शक्य नाही

source: growing the file system is currently disallowed
mr: फाइल प्रणाली वाढवण्यास सध्या अनुमती नाही

source: not a %1 file system for a recreate %1 only step
mr: %1 पुनर्निर्माण करण्याच्या कार्यासाठी ही %१ फाइल प्रणाली नाहीये

source: recreate %1 file system
mr: %१ फाइल प्रणाली पुनर्निर्माण करा

source: the destination is smaller than the source partition
mr: स्रोत विभाजनापेक्षा शेवट लहान आहे

source: source partition contains open LUKS encryption for a file system copy only step
mr: फाइल प्रणाली नक्कल कार्यासाठी स्रोत विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: destination partition contains open LUKS encryption for a file system copy only step
mr: फाइल प्रणाली नक्कल कार्यासाठी शेवटच्या विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: copy file system from %1 to %2
mr: %1 पासून %2 मधे फाइल प्रणालीची नक्कल करा

source: using internal algorithm
mr: अंतर्गत अल्गोरिदम वापरून

source: copy %1
mr: %1 ची नकल करा

source: finding optimal block size
mr: चांगल्या ब्लॉक आकाराला शोधत आहे

source: %1 seconds
mr: %1 सेकंद

source: optimal block size is %1
mr: %1 हा चांगला ब्लॉक आकार आ

source: %1 (%2 B) copied
mr: %1 (%2 B) नकल पूर्

source: roll back last transaction
mr: शेवटचा व्यवहार नाहीसा करा

source: partition contains open LUKS encryption for a check file system only step
mr: फाइल प्रणाली तापस कार्यासाठी विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: check file system on %1 for errors and (if possible) fix them
mr: %1 वरील फाइल प्रणाली त्रुटी साठी बघा, (शक्य असल्यास) त्यांचे निराकरण करा

source: checking is not available for this file system
mr: या फाइल प्रणालीला तपासणी शक्य नाही

source: set partition type on %1
mr: %1 वरती विभाजन प्रकार लावा

source: new partition type: %1
mr: नविन विभाजन प्रकार: %1

source: new partition flag: %1
mr: नविन विभाजन निशाण: %1

source: calibrate %1
mr: %1 चे अंशांकन करा

source: device
mr: डिव्हाइस

source: encryption path: %1
mr: एनक्रिप्शन मार्ग: %1

source: calculate new size and position of %1
mr: %1 ची नविन जागा आणि आकार मोजा

source: partition contains open LUKS encryption for an erase file system signatures only step
mr: फाइल प्रणाली स्वाक्षरी पुसण्याच्या कार्यासाठी विभाजनामधे ओपन LUKS एनक्रिप्शन आहे

source: clear old file system signatures in %1
mr: जूनि फाइल प्रणाली स्वाक्षरी काढून टाका

source: flush operating system cache of %1
mr: %१ चा ऑपरेटिंग प्रणाली कॅशे काढून टाका

source: update boot sector of %1 file system on %2
mr: %1 फाइल प्रणाली चा %2 वरील बूट क्षेत्र अद्यायावत करा

source: Error trying to write to boot sector in %1
mr: %1 वर बूट क्षेत्र लिहितांना त्रुटी

source: Error trying to seek to position 0x1c in %1
mr: %1 वर 0x1c जागा शोधण्याचा प्रयत्न करतांना त्रुटी

source: Error trying to open %1
mr: %१ उघडण्याचा प्रयत्न करतांना त्रुटी

source: Failed to set the number of hidden sectors to %1 in the NTFS boot record.
mr: NTFS बूट रेकॉर्ड मधे लपलेले क्षेत्राचा नंबर %1 करण्यात अयशस्वी .

source: You might try the following command to correct the problem:
mr: आपण समस्या दुरुस्त करण्यासाठी खालील आदेश वापरून बघु शकतात:

source: Ignoring device %1 with logical sector size of %2 bytes.
mr: लॉजिकल क्षेत्र आकार %2 bytes असलेल्या डिवाइस %1 ला दुर्लक्ष केल्या जात आहे.

source: GParted requires libparted version 2.2 or higher to support devices with sector sizes larger than 512 bytes.
mr: क्षेत्र आकार ५१२ bytes पेक्षा जास्त असलेल्या डिवाइस साठी जीपार्टेड ला लिबपार्टेड version 2.2 किंवा जास्त ची गरज आहे.

source: Libparted Information
mr: लिबपार्टेड माहिती

source: Libparted Warning
mr: लिबपार्टेड चेतावनी

source: Libparted Error
mr: लिबपार्टेड त्रुटि

source: Libparted Fatal
mr: लिबपार्टेड प्राणघातक त्रुटि

source: Libparted Bug
mr: लिबपार्टेड दोष

source: Libparted Unsupported Feature
mr: लिबपार्टेड असमर्थित वैशिष्ट्य

source: Libparted unknown exception
mr: लिबपार्टेड अज्ञात अपवाद

source: Fix
mr: निराकरण

source: Yes
mr: होय

source: Ok
mr: ठीक आहे

source: Retry
mr: पुन्हा प्रयत्न करा

source: No
mr: नाही

source: Cancel
mr: रद्द

source: Ignore
mr: दुर्लक्ष

source: _Undo Last Operation
mr: _मागील क्रिया नाहिसि करा

source: _Clear All Operations
mr: _सगळे कार्य काढून टाका

source: _Apply All Operations
mr: _सगळे कार्य लागु करा

source: One or more Physical Volumes belonging to the Volume Group is missing.
mr: विभाजन ग्रुप मधे असलेले एक किंवा जास्त भौतिक विभाजन गहाळ आहे

source: An error occurred reading LVM2 configuration!
mr: LVM2 कॉन्फिगरेशन वाचन करताना त्रुटी आली

source: Some or all of the details might be missing or incorrect.
mr: काही किंवा सर्व तपशील गहाळ किंवा चुकीची आहे

source: You should NOT modify any LVM2 PV partitions.
mr: आपण कोणत्याही LVM2 PV विभाजने बदलू नये

source: Set half the UUID to a new random value on %1 file system on %2
mr: %2 फाइल प्रणाली वर %1 वरती अर्ध्या UUID ला नविन (यादृच्छिक) क्रमांक लावा

source: Set a new random UUID on %1 file system on %2
mr: %२ फाइल प्रणाली वर %१ वरती UUID ला नविन (यादृच्छिक) क्रमांक लावा

source: Copy %1 to %2 (start at %3)
mr: %1 ची %2 मधे नक्कल करा (%3 ला सुरु)

source: Copy %1 to %2
mr: %1 ची %2 मधे नक्कल करा

source: Check and repair file system (%1) on %2
mr: %2 वरील (%1) फाइल प्रणाली तापस आणि दुरुस्त करा

source: Create %1 #%2 (%3, %4) on %5
mr: बनवा %1 #%2 (%3, %4) on %5

source: Delete %1 (%2, %3) from %4
mr: हटवा %1 (%2, %3) from %4

source: Format %1 as %2
mr: %1 ला %2 चे स्वरूप लावा

source: Set file system label "%1" on %2
mr: %२ वर "%१" विभाजन लेबल लावा

source: Set partition name "%1" on %2
mr: %२ वर "%१" विभाजन नाव लावा

source: resize/move %1
mr: आकार बदला/सरकवा %1

source: new and old partition have the same size and position. Hence continuing anyway
mr: नविन आणि जुन्या विभाजनाची जागा आणि आकार सारखा आहे. त्यामुळे चालू ठेवत आहोत

source: Move %1 to the right
mr: %1 ला उजवीकडे सरकवा

source: Move %1 to the left
mr: %1 ला डावीकडे सरकवा

source: Grow %1 from %2 to %3
mr: %1 ला %2 ते %3 वाढवा

source: Shrink %1 from %2 to %3
mr: %1 ला %2 ते %3 कमी करा

source: Move %1 to the right and grow it from %2 to %3
mr: %1 ला उजवीकडे सरकवा आणि त्याला %2 ते %3 वाढवा

source: Move %1 to the right and shrink it from %2 to %3
mr: %1 ला उजवीकडे सरकवा आणि त्याला %2 ते %3 कमी करा

source: Move %1 to the left and grow it from %2 to %3
mr: %1 ला डावीकडे सरकवा आणि त्याला %2 ते %3 वाढवा

source: Move %1 to the left and shrink it from %2 to %3
mr: %1 ला डावीकडे सरकवा आणि त्याला %2 ते %3 कमी करा
